{
  "url:https://wiadomosci.wp.pl/utracily-ja-falszywe-donosy-ujawniamy-kulisy-politycznej-intrygi-7221727445105536a": {
    "result": {
      "document": {
        "title": "Utrąciły ją fałszywe donosy. Ujawniamy kulisy politycznej intrygi",
        "language": "pl",
        "contentLength": 19888,
        "sentenceCount": 152
      },
      "summary": "Artykuł ma charakter śledczy i przedstawia przebieg sporu wokół konkursu na dyrektora Zespołu Szkół Leśnych w Biłgoraju, opierając się na dokumentach, wypowiedziach uczestników i orzeczeniach sądów. Zawiera liczne stwierdzenia faktograficzne (daty, decyzje sądów, działania prokuratury) oraz cytaty i relacje świadków. Jednocześnie tekst miejscami używa silnie interpretujących i retorycznych sformułowań, co nadaje mu subiektywny ton. Ogólnie artykuł wydaje się oparty na źródłach, ale zawiera elementy sugerujące narrację sprzyjającą poszkodowanej stronie; czytelnik powinien zwracać uwagę na rozgraniczenie między faktami a interpretacjami lub plotkami.",
      "spans": [
        {
          "id": "sent-0",
          "type": "fact",
          "start": 0,
          "end": 28,
          "text": "Utrąciły ją fałszywe donosy.",
          "confidence": 0.8,
          "rationale": "Zdanie stwierdza przyczynę (utrącenie przez fałszywe donosy) w formie oznajmującej — struktura to twierdzenie faktograficzne."
        },
        {
          "id": "sent-1",
          "type": "fact",
          "start": 29,
          "end": 203,
          "text": "Ujawniamy kulisy politycznej intrygi Kiedy nauczycielka Agnieszka Bąk już miała zostać dyrektorką szkoły leśnej w Biłgoraju, ruszył atak szkalującymi ją fałszywymi anonimami.",
          "confidence": 0.8,
          "rationale": "Reportażowe stwierdzenie o ataku anonimów w momencie, gdy miała objąć stanowisko — typowe zdanie informacyjne."
        },
        {
          "id": "sent-2",
          "type": "fact",
          "start": 204,
          "end": 361,
          "text": "Prokuratura ustaliła, że wysyłano je z adresu należącego do spółki prowadzonej przez rodzinę powiązaną politycznie z Suwerenną Polską i Marcinem Romanowskim.",
          "confidence": 0.95,
          "rationale": "Stwierdzenie, że prokuratura ustaliła pochodzenie adresu mailowego — przedstawione jako ustalenie organu ścigania."
        },
        {
          "id": "sent-3",
          "type": "fact",
          "start": 362,
          "end": 867,
          "text": "Mimo prawomocnych wyroków w sprawie nauczycielki, nowa władza nie zrobiła nic.Politycy Solidarnej Polski podczas szkolnej uroczystości w Biłgoraju: Marcin Romanowski, Andrzej Borowiec i Edward SiarkaŹródło zdjęć: © ZSL w BiłgorajuPaweł Buczkowski16 listopada 2025, 19:12 - Mam za sobą prawomocne wyroki sądów, zarówno administracyjnego, jak i sądu pracy, które jednoznacznie potwierdzają moje racje i zobowiązują organ prowadzący do powierzenia mi stanowiska dyrektora w Zespole Szkół Leśnych w Biłgoraju.",
          "confidence": 0.9,
          "rationale": "Zawiera relację i cytat dotyczący posiadania prawomocnych wyroków — struktura opisuje wypowiedź i zdarzenie prawne."
        },
        {
          "id": "sent-4",
          "type": "fact",
          "start": 868,
          "end": 974,
          "text": "Niestety, mimo tych orzeczeń, wyroki nie są wykonywane - nie ukrywa rozżalenia nauczycielka Agnieszka Bąk.",
          "confidence": 0.9,
          "rationale": "Relacja o tym, że wyroki nie są wykonywane oraz że nauczycielka to podkreśla — zdanie raportujące jej wypowiedź."
        },
        {
          "id": "sent-5",
          "type": "fact",
          "start": 975,
          "end": 1164,
          "text": "Swoją walkę z układem rozpoczęła już ponad trzy lata temu, w chwili kiedy karty w powiecie biłgorajskim rozdawali politycy Solidarnej Polski, szczególnie ci związani z Marcinem Romanowskim.",
          "confidence": 0.85,
          "rationale": "Odnosi się do początku jej działań oraz kontekstu lokalnej polityki — opis wydarzeń i okoliczności."
        },
        {
          "id": "sent-6",
          "type": "fact",
          "start": 1165,
          "end": 1564,
          "text": "Nauczycielka Zespołu Szkół Leśnych w Biłgoraju zdecydowała wtedy, że wystartuje w konkursie na dyrektora, bo na emeryturę zdecydowała się odejść poprzednia dyrektorka. 24 czerwca 2022 r. komisję konkursową powołuje Ministerstwo Klimatu i Środowiska, które jest organem prowadzącym szkołę. 13 lipca Agnieszka Bąk wygrywa konkurs, komisja wskazuje ją bowiem w głosowaniu jako kandydatkę na dyrektorkę.",
          "confidence": 0.95,
          "rationale": "Konkretne daty i przebieg konkursu (powołanie komisji, zwycięstwo) są formułowane jako informacje faktograficzne."
        },
        {
          "id": "sent-7",
          "type": "uncertain",
          "start": 1565,
          "end": 1639,
          "text": "Pozostaje tylko poczekać na powierzenie stanowiska przez organ prowadzący.",
          "confidence": 0.6,
          "rationale": "Zdanie ma charakter retoryczny/poradniczy („pozostaje tylko poczekać”) i nie jest czystym stwierdzeniem faktu ani wyraźną opinią."
        },
        {
          "id": "sent-8",
          "type": "fact",
          "start": 1640,
          "end": 1758,
          "text": "Jej konkurent w konkursie Adam Przytuła nie spełnił wymogów formalnych, bo nie dostarczył na czas kompletu dokumentów.",
          "confidence": 0.9,
          "rationale": "Stwierdzenie, że konkurent nie spełnił wymogów formalnych z powodu nieterminowego dostarczenia dokumentów — fakt proceduralny."
        },
        {
          "id": "sent-9",
          "type": "uncertain",
          "start": 1759,
          "end": 1791,
          "text": "Schetyna o zarzutach dla Ziobry.",
          "confidence": 0.9,
          "rationale": "Krótki nagłówek/fragment bez pełnej treści — niejednoznaczny pod względem charakteru (informacja/temat)."
        },
        {
          "id": "sent-10",
          "type": "opinion",
          "start": 1792,
          "end": 1853,
          "text": "\"To jest upadek\" ZA CHWILĘ - Schetyna o zarzutach dla Ziobry.",
          "confidence": 0.9,
          "rationale": "Cytat „To jest upadek\" to subiektywne ocenienie sytuacji (wypowiedź polityka) — typ opinii."
        },
        {
          "id": "sent-11",
          "type": "opinion",
          "start": 1854,
          "end": 1930,
          "text": "\"To jest upadek\" NA ŻYWO Reklama Dzięki reklamie oglądasz wszystko za darmo.",
          "confidence": 0.9,
          "rationale": "Zawiera cytat oceniający („To jest upadek\") oraz element reklamowy — pierwszy fragment to wyrażenie opinijne."
        },
        {
          "id": "sent-12",
          "type": "fact",
          "start": 1931,
          "end": 2240,
          "text": "Anonim wkracza do akcji Ale nieoczekiwanie w tym samym czasie pojawia się seria donosów wysyłanych mailem do szkoły, ale również do kuratorium, premiera Mateusza Morawieckiego, ministra edukacji Przemysława Czarnka, prokuratora generalnego Zbigniewa Ziobry, a nawet do dyrektora generalnego Lasów Państwowych.",
          "confidence": 0.95,
          "rationale": "Opis pojawienia się serii donosów wysłanych do konkretnych adresatów — przedstawione jako zdarzenie faktograficzne."
        },
        {
          "id": "sent-13",
          "type": "fact",
          "start": 2241,
          "end": 2323,
          "text": "Donosy dotyczą m.in. odchodzącej dyrektorki, ale głównym celem jest Agnieszka Bąk.",
          "confidence": 0.9,
          "rationale": "Informacja o tym, kogo dotyczyły donosy i kto był głównym celem — sformułowanie faktu dotyczącego treści donosu."
        },
        {
          "id": "sent-14",
          "type": "fact",
          "start": 2324,
          "end": 2400,
          "text": "Najpoważniejszy zarzut dotyczy jej rzekomo niewłaściwych relacji z uczniami.",
          "confidence": 0.9,
          "rationale": "Zawiera opis najpoważniejszego zarzutu (rzekome relacje z uczniami) — raportowanie oskarżenia."
        },
        {
          "id": "sent-15",
          "type": "fact",
          "start": 2401,
          "end": 2478,
          "text": "Autor listów podpisuje się nawet imieniem i nazwiskiem jednego z nauczycieli.",
          "confidence": 0.95,
          "rationale": "Stwierdza, że autor listów podpisał się imieniem i nazwiskiem jednego z nauczycieli — konkretna obserwacja."
        },
        {
          "id": "sent-16",
          "type": "fact",
          "start": 2479,
          "end": 2583,
          "text": "Ale ten już na drugi dzień zaprzecza, że jest autorem i zgłasza policji, że ktoś się pod niego podszywa.",
          "confidence": 0.95,
          "rationale": "Relacja, że ta osoba zaprzeczyła i zgłosiła podszywanie się na policję — raportowanie reakcji osoby."
        },
        {
          "id": "sent-17",
          "type": "fact",
          "start": 2584,
          "end": 2703,
          "text": "Mimo że maile zawierają fałszywe informacje, odnoszą skutek i 27 lipca konkurs zostaje unieważniony przez ministerstwo.",
          "confidence": 0.8,
          "rationale": "Stwierdza, że maile zawierały fałszywe informacje i że doprowadziły do unieważnienia konkursu — deklaracja skutku i oceny."
        },
        {
          "id": "sent-18",
          "type": "fact",
          "start": 2704,
          "end": 2990,
          "text": "Agnieszka Bąk dowiaduje się o tym osobiście w resorcie, gdzie jeden z dyrektorów oznajmia, że wpływały maile w jej sprawie, a ich ranga jest tak wielka, że minister Anna Moskwa, a z jej upoważnienia wiceminister Edward Siarka (Solidarna Polska), zdecydował o unieważnieniu postępowania.",
          "confidence": 0.95,
          "rationale": "Opisuje, jak Agnieszka Bąk została poinformowana o mailach i kto podjął decyzję o unieważnieniu — raport wydarzeń i decyzji."
        },
        {
          "id": "sent-19",
          "type": "fact",
          "start": 2991,
          "end": 3188,
          "text": "W drugim konkursie Agnieszka Bąk już nie startuje, bo wcześniej zaskarża decyzję o unieważnieniu pierwszego do Wojewódzkiego Sądu Administracyjnego w Warszawie i czeka na pozytywne rozstrzygnięcie.",
          "confidence": 0.95,
          "rationale": "Informacja, że nie startowała w drugim konkursie z powodu zaskarżenia decyzji — opis biegu procesu prawnego."
        },
        {
          "id": "sent-20",
          "type": "fact",
          "start": 3189,
          "end": 3254,
          "text": "O stanowisko walczy już tylko wspomniany wcześniej Adam Przytuła.",
          "confidence": 0.9,
          "rationale": "Stwierdza, że jedynym kandydatem pozostał Adam Przytuła — fakt dotyczący obsady konkursu."
        },
        {
          "id": "sent-21",
          "type": "fact",
          "start": 3255,
          "end": 3340,
          "text": "Wygrywa i 20 stycznia 2023 roku zostaje dyrektorem Zespołu Szkół Leśnych w Biłgoraju.",
          "confidence": 0.95,
          "rationale": "Konkretna data i informacja o tym, że Przytuła został dyrektorem — zdanie faktograficzne."
        },
        {
          "id": "sent-22",
          "type": "fact",
          "start": 3341,
          "end": 3369,
          "text": "Romanowski stracił paszport.",
          "confidence": 0.9,
          "rationale": "Krótkie stwierdzenie o tym, że Romanowski stracił paszport — przedstawione jako fakt."
        },
        {
          "id": "sent-23",
          "type": "fact",
          "start": 3370,
          "end": 3533,
          "text": "Prokuratura zabiera głosDyrektor przyznaje: Andrzej Borowiec zaproponował mi udział w konkursie Okazuje się, że Adam Przytuła nie był tu całkiem przypadkową osobą.",
          "confidence": 0.9,
          "rationale": "Relacja, że prokuratura wypowiedziała się oraz że dyrektor przyznaje iż Borowiec zaproponował udział — raport cytatów i ustaleń."
        },
        {
          "id": "sent-24",
          "type": "fact",
          "start": 3534,
          "end": 3763,
          "text": "Nauczyciele szkoły przyznają w rozmowie z WP, że zanim jeszcze konkurs został ogłoszony, w środowisku krążyła informacja, że Andrzej Borowiec (szef struktur Solidarnej Polski w Biłgoraju), poszukuje kandydata na dyrektora szkoły.",
          "confidence": 0.95,
          "rationale": "Przytoczenie wypowiedzi nauczycieli dla WP o krążącej informacji — opis relacji świadków."
        },
        {
          "id": "sent-25",
          "type": "uncertain",
          "start": 3764,
          "end": 3776,
          "text": "Dlaczego on?",
          "confidence": 0.9,
          "rationale": "Rhetoryczne pytanie (\"Dlaczego on?\") — nie deklaruje faktu ani opinii."
        },
        {
          "id": "sent-26",
          "type": "fact",
          "start": 3777,
          "end": 3915,
          "text": "Polityk był wówczas dyrektorem Regionalnej Dyrekcji Lasów Państwowych w Lublinie, a biłgorajskie technikum szkoli przyszłe kadry leśnicze.",
          "confidence": 0.95,
          "rationale": "Stwierdzenie dotyczące pełnionej funkcji polityka i roli technikum — informacja faktograficzna."
        },
        {
          "id": "sent-27",
          "type": "opinion",
          "start": 3916,
          "end": 3987,
          "text": "Nauczyciele mówią, że chodziło po prostu o znalezienie \"kogoś swojego\".",
          "confidence": 0.9,
          "rationale": "Przytoczenie poglądu nauczycieli, że chodziło o \"kogoś swojego\" — to ocena/interpretacja sytuacji."
        },
        {
          "id": "sent-28",
          "type": "fact",
          "start": 3988,
          "end": 4010,
          "text": "I chętny się znajduje.",
          "confidence": 0.7,
          "rationale": "Krótkie zdanie narracyjne o znalezieniu kandydata — stwierdzenie przebiegu wydarzeń."
        },
        {
          "id": "sent-29",
          "type": "fact",
          "start": 4011,
          "end": 4159,
          "text": "Adam Przytuła dziś także przyznaje w rozmowie z WP, że propozycję złożył mu właśnie Andrzej Borowiec. - On nie namawiał mnie, tylko zaproponował mi.",
          "confidence": 0.95,
          "rationale": "Relacja i cytat, że Przytuła przyznaje otrzymanie propozycji od Borowca — raportowany fakt wypowiedzi."
        },
        {
          "id": "sent-30",
          "type": "opinion",
          "start": 4160,
          "end": 4373,
          "text": "Pewnie znał mnie z opinii swojego brata, że jestem osobą odpowiednią na zajęcie ewentualne takiego stanowiska, dlatego, że pełniłem funkcję dyrektora przez wiele lat najpierw szkoły podstawowej, później gimnazjum.",
          "confidence": 0.9,
          "rationale": "To cytat wyjaśniający motywację i ocenę własnych kwalifikacji — subiektywna ocena mówiącego."
        },
        {
          "id": "sent-31",
          "type": "fact",
          "start": 4374,
          "end": 4485,
          "text": "Miałem bardzo dobre opinie, nie wpływały nigdy żadne skargi na moją pracę - mówi Adam Przytuła w rozmowie z WP.",
          "confidence": 0.9,
          "rationale": "Przytuła twierdzi, że miał dobre opinie i brak skarg — relacja jego wypowiedzi (fakt o tym, że tak mówi)."
        },
        {
          "id": "sent-32",
          "type": "fact",
          "start": 4486,
          "end": 4658,
          "text": "Adam Przytuła © Zespół Szkół Leśnych w BiłgorajuPolityczny klan Borowców Brat, o którym wspomina Adam Przytuła to Józef Borowiec, który mieszka w tej samej wsi co dyrektor.",
          "confidence": 0.9,
          "rationale": "Informacja o tożsamości i miejscu zamieszkania wspomnianego brata — fakt demograficzny."
        },
        {
          "id": "sent-33",
          "type": "fact",
          "start": 4659,
          "end": 4753,
          "text": "Józef podobnie jak Andrzej działa politycznie, do 2024 roku był radnym powiatu biłgorajskiego.",
          "confidence": 0.95,
          "rationale": "Stwierdzenie o działalności politycznej Józefa i jego funkcji radnego do 2024 r. — informacja faktograficzna."
        },
        {
          "id": "sent-34",
          "type": "fact",
          "start": 4754,
          "end": 4990,
          "text": "W ostatnich wyborach samorządowych kandydował z KWW Prawicowa Polska Marcina Romanowskiego, ale mandatu już nie zdobył, bo lokalny komitet byłego wiceministra w rządzie Mateusza Morawieckiego konkurował tu z PiS, który zdobył większość.",
          "confidence": 0.9,
          "rationale": "Opis wyniku wyborów i konkurencji lokalnych komitetów — przedstawione jako zdarzenie wyborcze."
        },
        {
          "id": "sent-35",
          "type": "uncertain",
          "start": 4991,
          "end": 5064,
          "text": "Dlaczego \"kadrowym\" w sprawie szkoły miałby być właśnie Andrzej Borowiec?",
          "confidence": 0.9,
          "rationale": "Rhetoryczne pytanie o motywację — nie jest stwierdzeniem faktu ani jednoznaczną opinią."
        },
        {
          "id": "sent-36",
          "type": "fact",
          "start": 5065,
          "end": 5160,
          "text": "Oprócz tego, że był wówczas szefem lubelskich leśników, pochodzi z Aleksandrowa koło Biłgoraja.",
          "confidence": 0.95,
          "rationale": "Podaje informacje o pochodzeniu i urzędowej funkcji Andrzeja Borowca — faktograficzne."
        },
        {
          "id": "sent-37",
          "type": "opinion",
          "start": 5161,
          "end": 5209,
          "text": "On i cała rodzina Borowców jest tu bardzo znana.",
          "confidence": 0.8,
          "rationale": "Twierdzenie o tym, że rodzina jest \"bardzo znana\" ma charakter subiektywnej oceny/ogólnego wrażenia."
        },
        {
          "id": "sent-38",
          "type": "opinion",
          "start": 5210,
          "end": 5335,
          "text": "Andrzej Borowiec był człowiekiem Marcina Romanowskiego, który postanowił właśnie stąd ubiegać się o mandat posła w 2019 roku.",
          "confidence": 0.85,
          "rationale": "Sformułowanie \"był człowiekiem\" jest metaforyczne i wskazuje na interpretację lojalności, a nie czysty fakt."
        },
        {
          "id": "sent-39",
          "type": "fact",
          "start": 5336,
          "end": 5506,
          "text": "Wtedy do Sejmu się jeszcze nie dostał, ale został wiceministrem sprawiedliwości i prawą ręką Zbigniewa Ziobry m.in. w kwestii podziału środków z Funduszu Sprawiedliwości.",
          "confidence": 0.95,
          "rationale": "Informacja o stanowisku wiceministra i roli przy funduszu to stwierdzenie faktograficzne dotyczące kariery."
        },
        {
          "id": "sent-40",
          "type": "uncertain",
          "start": 5507,
          "end": 5707,
          "text": "Kiedy z powodu zarzucanych mu nieprawidłowości przy zarządzaniu funduszem postanowił uciec z Polski przed prokuraturą, lokalna plotka głosi, że to właśnie Andrzej Borowiec miał mu pomagać w wyjeździe.",
          "confidence": 0.85,
          "rationale": "Mówi o lokalnej plotce, czyli przekazuje niepotwierdzoną informację — struktura wskazuje na pogłoskę, nie pewnik."
        },
        {
          "id": "sent-41",
          "type": "fact",
          "start": 5708,
          "end": 5853,
          "text": "Kiedy po zmianie władzy w Polsce, Borowiec na początku 2024 roku stracił stanowisko szefa RDLP w Lublinie, został wójtem rodzinnego Aleksandrowa.",
          "confidence": 0.95,
          "rationale": "Opis zmiany stanowiska i objęcia funkcji wójta to informacja o obsadzie urzędowej."
        },
        {
          "id": "sent-42",
          "type": "fact",
          "start": 5854,
          "end": 6061,
          "text": "Dziś Andrzej Borowiec zaprzecza, że uczestniczył w procesie rekrutacyjnym na dyrektora leśniczej szkoły. - Nie proponowałem nikomu takiego stanowiska, gdyż nadleśniczy nadleśnictwa nie ma takich kompetencji.",
          "confidence": 0.95,
          "rationale": "Relacja o zaprzeczeniu Borowca i jego cytacie — raportowana wypowiedź (fakt, że zaprzecza)."
        },
        {
          "id": "sent-43",
          "type": "opinion",
          "start": 6062,
          "end": 6178,
          "text": "Natomiast zawsze jest dobrze, gdy na dane stanowisko aplikuje wiele osób - odpowiada Andrzej Borowiec na pytanie WP.",
          "confidence": 0.9,
          "rationale": "Cytat o tym, że dobrze, gdy aplikuje wiele osób — wyrażenie oceny/sugestii, czyli opinia."
        },
        {
          "id": "sent-44",
          "type": "fact",
          "start": 6179,
          "end": 6264,
          "text": "Wójt Aleksandrowa zaprzecza też, że miał pomagać w wyjeździe do Węgier Romanowskiemu.",
          "confidence": 0.95,
          "rationale": "Informacja o kolejnym zaprzeczeniu wójta dotycząca pomocy w wyjeździe — relacja wypowiedzi."
        },
        {
          "id": "sent-45",
          "type": "fact",
          "start": 6265,
          "end": 6485,
          "text": "Jak ustaliła w grudniu ub. roku WP, przed wyjazdem z Polski polityk miał być widywany w wynajmowanym przez siebie domu w Gilowie w powiecie biłgorajskim. - Nie mam żadnej wiedzy co do wyjazdu posła Marcina Romanowskiego.",
          "confidence": 0.95,
          "rationale": "Podaje ustalenie WP oraz cytuje zaprzeczenie Borowca — struktura typowa dla przekazu faktów i cytatów."
        },
        {
          "id": "sent-46",
          "type": "fact",
          "start": 6486,
          "end": 6610,
          "text": "Nie wyobrażam sobie nawet takiego rozwiązania, abym mógł mu w tym jakkolwiek pomagać - zaprzecza stanowczo Andrzej Borowiec.",
          "confidence": 0.95,
          "rationale": "Cytat stanowczego zaprzeczenia Borowca — informacja o jego wypowiedzi."
        },
        {
          "id": "sent-47",
          "type": "fact",
          "start": 6611,
          "end": 6635,
          "text": "Romanowski kontratakuje.",
          "confidence": 0.8,
          "rationale": "Krótka deklaracja, że Romanowski kontraatakował — stwierdzenie o reakcji politycznej."
        },
        {
          "id": "sent-48",
          "type": "uncertain",
          "start": 6636,
          "end": 6653,
          "text": "Zawiadomienie ws.",
          "confidence": 0.8,
          "rationale": "Fragment nagłówkowy („Zawiadomienie ws.”) bez dalszego kontekstu — niejednoznaczny charakter."
        },
        {
          "id": "sent-49",
          "type": "fact",
          "start": 6654,
          "end": 6808,
          "text": "Żurka W polityce oprócz wspomnianego brata Józefa była też siostra Agata Borowiec, radna sejmiku lubelskiego, a następnie posłanka PiS w latach 2015-2019.",
          "confidence": 0.95,
          "rationale": "Wymienia osobę i jej funkcje (radna, posłanka) — informacje biograficzne i faktograficzne."
        },
        {
          "id": "sent-50",
          "type": "fact",
          "start": 6809,
          "end": 6885,
          "text": "Później los zawodowo związał ją z Orlenem, kierowanym przez Daniela Obajtka.",
          "confidence": 0.9,
          "rationale": "Stwierdzenie, że później pracowała zawodowo w Orlenie kierowanym przez Obajtka — fakt zawodowy."
        },
        {
          "id": "sent-51",
          "type": "fact",
          "start": 6886,
          "end": 7067,
          "text": "Z pełnej listy wejść do siedziby zarządu Orlenu, do której dotarła WP, wynika, że odwiedzała Daniela Obajtka 20 razy, z czego 7 jeszcze w chwili kiedy była posłanką PiS w 2019 roku.",
          "confidence": 0.95,
          "rationale": "Podaje liczbę wizyt z listy wejść do siedziby Orlenu — konkretne dane operacyjne."
        },
        {
          "id": "sent-52",
          "type": "fact",
          "start": 7068,
          "end": 7195,
          "text": "Kolejny brat - Łukasz Borowiec, również w przeszłości był w samorządzie, w 2006 roku zdobył mandat radnego powiatu z listy PiS.",
          "confidence": 0.95,
          "rationale": "Informacja o karierze Łukasza Borowca i zdobyciu mandatu w 2006 r. — fakt biograficzny."
        },
        {
          "id": "sent-53",
          "type": "fact",
          "start": 7196,
          "end": 7358,
          "text": "Potem zajął się biznesem w rodzinnej spółce \"Kazimierz\", która jak się okazało, również odegrała dużą rolę w sprawie anonimów wysyłanych do Zespołu Szkół Leśnych.",
          "confidence": 0.8,
          "rationale": "Stwierdzenie, że spółka \"Kazimierz\" odegrała dużą rolę w sprawie anonimów — interpretacyjne, ale przedstawione jako ustalenie."
        },
        {
          "id": "sent-54",
          "type": "fact",
          "start": 7359,
          "end": 7485,
          "text": "Zajmował się też m.in. drukowaniem banerów wyborczych dla szeregu polityków Zjednoczonej Prawicy, w tym Marcina Romanowskiego.",
          "confidence": 0.95,
          "rationale": "Mówi o działalności drukowania banerów wyborczych — opis konkretnej działalności firmy."
        },
        {
          "id": "sent-55",
          "type": "fact",
          "start": 7486,
          "end": 8087,
          "text": "O tym wątku piszemy dalej.Tłumy polityków w Zespole Szkół Leśnych Powiązania polityczne w sprawie szkoły mają znaczenie, bo po wyborze Adama Przytuły na stanowisko dyrektora, aż roi się tu od polityków Solidarnej Polski. 24 marca 2023 r. szkoła ogłasza na swoim Facebooku, że \"w dniu wczorajszym\" odwiedzili ją m.in.: wiceminister klimatu i środowiska Edward Siarka (Solidarna Polska), wiceminister sprawiedliwości Marcin Romanowski (Solidarna Polska), wicewojewoda lubelski Bolesław Gzik (Solidarna Polska) oraz wspomniany wcześniej Andrzej Borowiec (Solidarna Polska), jako dyrektor RDLP w Lublinie.",
          "confidence": 0.9,
          "rationale": "Wstęp i lista osób, które odwiedziły szkołę, oraz informacja, że tekst dalej rozwija wątek — informacja reportażowa."
        },
        {
          "id": "sent-56",
          "type": "fact",
          "start": 8088,
          "end": 8177,
          "text": "Politycy uczestniczą w uroczystym apelu szkolnym, a potem wspólnie sadzą drzewka w lesie.",
          "confidence": 0.95,
          "rationale": "Stwierdzenie o udziale polityków w apelu i sadzeniu drzewek — opis wydarzenia."
        },
        {
          "id": "sent-57",
          "type": "fact",
          "start": 8178,
          "end": 8435,
          "text": "W maju 2023 roku w szkolnej hali sportowej odbywa się XXII Kresowy Konkurs Sygnalistów Myśliwskich, a wiceminister Marcin Romanowski przemawia do uczestników, wręcza nagrody, a z rąk Andrzeja Borowca odbiera akt nadania tytułu \"Przyjaciel lubelskich lasów\".",
          "confidence": 0.95,
          "rationale": "Konkretne wydarzenie z udziałem Romnowskiego i Borowca opisywane jako fakt (wręczanie nagród, nadanie tytułu)."
        },
        {
          "id": "sent-58",
          "type": "fact",
          "start": 8436,
          "end": 8608,
          "text": "Relacja zdjęciowa z uśmiechniętym wiceministrem trafia nie tylko na szkolną stronę i jej media społecznościowe, ale również chwali się nią sam Romanowski i RDLP w Lublinie.",
          "confidence": 0.9,
          "rationale": "Opis rozpowszechnienia relacji zdjęciowej na różnych stronach i profilach — fakt związany z mediami społecznościowymi."
        },
        {
          "id": "sent-59",
          "type": "fact",
          "start": 8609,
          "end": 8675,
          "text": "Nauczyciele wspominają, że podobnych spotkań było znacznie więcej.",
          "confidence": 0.9,
          "rationale": "Relacja, że nauczyciele wspominają więcej podobnych spotkań — opis ich wspomnień (reportaż)."
        },
        {
          "id": "sent-60",
          "type": "fact",
          "start": 8676,
          "end": 8773,
          "text": "Wydarzenia z udziałem polityków w szkole są możliwe, bo zgadza się na nie dyrektor Adam Przytuła.",
          "confidence": 0.85,
          "rationale": "Twierdzenie o przyczynie odbywania się wydarzeń (zgoda dyrektora) — faktogram wskazujący warunek organizacyjny."
        },
        {
          "id": "sent-61",
          "type": "fact",
          "start": 8774,
          "end": 8853,
          "text": "Na wielu zdjęciach występuje razem z Marcinem Romanowskim i Andrzejem Borowcem.",
          "confidence": 0.95,
          "rationale": "Stwierdzenie o występowaniu razem na zdjęciach — obserwacja wizualna."
        },
        {
          "id": "sent-62",
          "type": "fact",
          "start": 8854,
          "end": 8907,
          "text": "Marcin Romanowski podczas konkursu w ZSL w Biłgoraju.",
          "confidence": 0.9,
          "rationale": "Podpis/fotopis odnoszący się do obecności Romnowskiego podczas konkursu — krótka informacja faktograficzna."
        },
        {
          "id": "sent-63",
          "type": "fact",
          "start": 8908,
          "end": 9267,
          "text": "Po prawej od wiceministra na zdjęciu dyrektor szkoły Adam Przytuła i dyrektor RDLP w Lublinie Andrzej Borowiec © ZSL w BiłgorajuTrop ws. anonimów urywa się w spółce \"Kazimierz\" W tym czasie Agnieszka Bąk cały czas pracuje w szkole, równocześnie czeka na decyzję WSA w Warszawie w sprawie konkursu, ale również szuka osoby, która anonimowo obrzuciła ją błotem.",
          "confidence": 0.9,
          "rationale": "Mówi, że trop anonimów urywa się w spółce \"Kazimierz\" i opisuje sytuację Agnieszki Bąk oczekującej decyzji — relacja zdarzeń."
        },
        {
          "id": "sent-64",
          "type": "fact",
          "start": 9268,
          "end": 9343,
          "text": "W 2022 roku sprawą anonimów zajmowała się Prokuratura Rejonowa w Biłgoraju.",
          "confidence": 0.95,
          "rationale": "Informacja o zajęciu się sprawą przez Prokuraturę Rejonową w 2022 r. — fakt proceduralny."
        },
        {
          "id": "sent-65",
          "type": "fact",
          "start": 9344,
          "end": 9452,
          "text": "Postępowanie przygotowawcze było prowadzone w sprawie podszywania się pod nauczyciela Zespołu Szkół Leśnych.",
          "confidence": 0.95,
          "rationale": "Stwierdzenie, że postępowanie dotyczyło podszywania się pod nauczyciela — informacja o przedmiocie postępowania."
        },
        {
          "id": "sent-66",
          "type": "fact",
          "start": 9453,
          "end": 9610,
          "text": "Prokurator miał ustalić, kto na adres ZSL w Biłgoraju i innych podmiotów wysyłał wiadomości mailowe zniesławiające byłą dyrektorkę szkoły oraz Agnieszkę Bąk.",
          "confidence": 0.9,
          "rationale": "Opis zadania prokuratora mającego ustalić nadawcę maili — fakt o zakresie działań śledztwa."
        },
        {
          "id": "sent-67",
          "type": "fact",
          "start": 9611,
          "end": 9709,
          "text": "Ale już 23 grudnia 2022 roku postępowanie zostało umorzone wobec niewykrycia sprawcy przestępstwa.",
          "confidence": 0.95,
          "rationale": "Stwierdza datę umorzenia postępowania z powodu niewykrycia sprawcy — informacja proceduralna."
        },
        {
          "id": "sent-68",
          "type": "fact",
          "start": 9710,
          "end": 10108,
          "text": "Chociaż prokurator był bardzo blisko ustalenia, kto szkalował nauczycielkę, bo dotarł pod pewien adres. - Przeprowadzone w sprawie czynności dowodowe pozwoliły na ustalenie, iż numer karty SIM użyty do rejestracji adresu email, z którego wysyłano zakwestionowane wiadomości, był numerem karty do ogólnodostępnego internetu dla osób mieszkających w budynkach dzierżawionych przez spółkę \"Kazimierz\".",
          "confidence": 0.95,
          "rationale": "Opis wyniku czynności dowodowych dotyczących numeru karty SIM i adresu IP — raport ustaleń śledczych."
        },
        {
          "id": "sent-69",
          "type": "fact",
          "start": 10109,
          "end": 10273,
          "text": "Przeprowadzone czynności nie pozwoliły jednak na kategoryczne ustalenie sprawcy - informował WP prokurator Rafał Kawalec, rzecznik Prokuratury Okręgowej w Zamościu.",
          "confidence": 0.95,
          "rationale": "Cytat rzecznika prokuratury, że nie można kategorycznie ustalić sprawcy — relacja oficjalnego stanowiska."
        },
        {
          "id": "sent-70",
          "type": "opinion",
          "start": 10274,
          "end": 10307,
          "text": "To był \"przyczółek\" ludzi Ziobry.",
          "confidence": 0.9,
          "rationale": "Wyrażenie \"To był 'przyczółek' ludzi Ziobry\" to interpretacyjne, oceniające stwierdzenie (opinia)."
        },
        {
          "id": "sent-71",
          "type": "fact",
          "start": 10308,
          "end": 10457,
          "text": "Nieprawidłowości w Lasach Państwowych za rządów PiS Prezeską wspomnianej spółki \"Kazimierz\" jest Krystyna Borowiec, prywatnie matka Andrzeja Borowca.",
          "confidence": 0.7,
          "rationale": "Miesza fragmenty krytyczne (nieprawidłowości) z informacją o prezesce spółki; struktura jest zbitą informacją, głównie faktograficzną co do tożsamości prezeski."
        },
        {
          "id": "sent-72",
          "type": "fact",
          "start": 10458,
          "end": 10557,
          "text": "Prokurentem spółki był zaś wtedy Łukasz Borowiec, brat Andrzeja, dziś pełnomocnik tej samej spółki.",
          "confidence": 0.95,
          "rationale": "Podaje funkcję prokurenta i pokrewieństwo — informacja personalna i organizacyjna."
        },
        {
          "id": "sent-73",
          "type": "fact",
          "start": 10558,
          "end": 10719,
          "text": "\"Kazimierz\" to spółka, o której zrobiło się głośno po śledztwie wszczętym ws. druku banerów wyborczych polityków Zjednoczonej Prawicy w ostatnich kilku wyborach.",
          "confidence": 0.9,
          "rationale": "Opis, dlaczego spółka zyskała rozgłos po śledztwie dotyczącym druku banerów — fakt o źródle zainteresowania."
        },
        {
          "id": "sent-74",
          "type": "fact",
          "start": 10720,
          "end": 10848,
          "text": "W przypadku materiałów dla Daniela Obajtka czy Jana Kathaka, faktury za nie się odnalazły, więc w tej kwestii śledztwo umorzono.",
          "confidence": 0.9,
          "rationale": "Stwierdza, że faktury za niektóre materiały odnalazły się i w tych kwestiach śledztwo umorzono — informacja proceduralna."
        },
        {
          "id": "sent-75",
          "type": "fact",
          "start": 10849,
          "end": 11046,
          "text": "Zarzuty w lutym tego roku Łukasz Borowiec (prosi o podawanie swojego pełnego nazwiska) usłyszał za druk co najmniej 4 tys. banerów wyborczych Marcina Romanowskiego przed wyborami do Sejmu w 2023 r.",
          "confidence": 0.95,
          "rationale": "Podaje, że Łukasz usłyszał zarzuty za druk określonej liczby banerów — konkretne stwierdzenie o zarzutach."
        },
        {
          "id": "sent-76",
          "type": "fact",
          "start": 11047,
          "end": 11145,
          "text": "Usługa, zdaniem prokuratury warta nawet blisko 100 tys. zł, została przez niego wykonana za darmo.",
          "confidence": 0.9,
          "rationale": "Przekazuje ocenę prokuratury co do wartości usługi oraz twierdzenie o świadczeniu jej za darmo — raport stanowiska organu."
        },
        {
          "id": "sent-77",
          "type": "fact",
          "start": 11146,
          "end": 11259,
          "text": "On sam w rozmowie z WP mówi, że tylko wynajął pewnej firmie należący do spółki ploter, za co miał dostać 1000 zł.",
          "confidence": 0.95,
          "rationale": "Relacja wypowiedzi Łukasza, że jedynie wynajął ploter i otrzymał zapłatę — raport cytatu o jego wersji."
        },
        {
          "id": "sent-78",
          "type": "fact",
          "start": 11260,
          "end": 11422,
          "text": "Dane spółki obiecuje jednak ujawnić, dopiero kiedy będzie bliżej kolejnych wyborów, bo prokuratura jego zdaniem, już nie będzie wtedy tak skłonna do jej ścigania.",
          "confidence": 0.9,
          "rationale": "Informacja o tym, kiedy zamierza ujawnić dane spółki i jego argumentacji wobec prokuratury — raport o jego deklaracji."
        },
        {
          "id": "sent-79",
          "type": "fact",
          "start": 11423,
          "end": 11450,
          "text": "Proces w jego sprawie trwa.",
          "confidence": 0.95,
          "rationale": "Krótka informacja, że proces trwa — fakt proceduralny."
        },
        {
          "id": "sent-80",
          "type": "fact",
          "start": 11451,
          "end": 11629,
          "text": "Po zamieszaniu z banerami drukowanymi przez spółkę \"Kazimierz\" w garażu w Aleksandrowie, rodzinna firma dwa razy zmieniała nazwę: najpierw na \"Gmyz\", a obecnie na \"Stanisław683\".",
          "confidence": 0.95,
          "rationale": "Opis zmian nazwy firmy po zamieszaniu z banerami — fakty dotyczące rejestracji/zmian firmy."
        },
        {
          "id": "sent-81",
          "type": "fact",
          "start": 11630,
          "end": 11723,
          "text": "Spółka nie zajmowała się tylko drukiem materiałów wyborczych, ale ma też swoje nieruchomości.",
          "confidence": 0.9,
          "rationale": "Stwierdzenie, że spółka posiada nieruchomości, a nie tylko druk — informacja o działalności i majątku."
        },
        {
          "id": "sent-82",
          "type": "fact",
          "start": 11724,
          "end": 11800,
          "text": "Jedna z nich jest w Biłgoraju, gdzie spółka Borowców wynajmowała mieszkania.",
          "confidence": 0.95,
          "rationale": "Konkretna informacja, że jedna nieruchomość jest w Biłgoraju i wynajmowano tam mieszkania — fakt lokalowy."
        },
        {
          "id": "sent-83",
          "type": "fact",
          "start": 11801,
          "end": 11891,
          "text": "I to właśnie stamtąd, jak mówi WP Łukasz Borowiec, miał zostać wysłany mail z anonimem ws.",
          "confidence": 0.9,
          "rationale": "Relacja, że według Łukasza mail z anonimem miał pochodzić z tego miejsca — raport wypowiedzi o ustaleniach."
        },
        {
          "id": "sent-84",
          "type": "uncertain",
          "start": 11892,
          "end": 11906,
          "text": "Agnieszki Bąk.",
          "confidence": 0.6,
          "rationale": "Fragment z nazwiskiem Agnieszki Bąk stanowiący kontynuację zdania; bez kontekstu pełne znaczenie jest niejednoznaczne."
        },
        {
          "id": "sent-85",
          "type": "fact",
          "start": 11907,
          "end": 11989,
          "text": "Równocześnie on sam zaprzecza, że wysyłał maile z donosami w sprawie nauczycielki.",
          "confidence": 0.95,
          "rationale": "Relacja, że Łukasz zaprzecza, iż sam wysyłał maile — raportowana deklaracja zaprzeczająca."
        },
        {
          "id": "sent-86",
          "type": "fact",
          "start": 11990,
          "end": 12177,
          "text": "Przekonuje, że w budynku spółki wszyscy wynajmujący mieszkania korzystali z ogólnodostępnego internetu. - W domu mieszkało ze 30 osób i każdy mógł przyjść i ktoś to mógł wysłać z tego IP.",
          "confidence": 0.95,
          "rationale": "Przytacza jego argument o ogólnodostępnym internecie i liczbie mieszkańców — raport cytatu/wyjaśnienia."
        },
        {
          "id": "sent-87",
          "type": "fact",
          "start": 12178,
          "end": 12260,
          "text": "Byłem przesłuchiwany w tej sprawie przez policję, ale ja nic o tym nie wiedziałem.",
          "confidence": 0.95,
          "rationale": "Cytat, że był przesłuchiwany i nie wiedział o sprawie — relacja jego wypowiedzi."
        },
        {
          "id": "sent-88",
          "type": "fact",
          "start": 12261,
          "end": 12296,
          "text": "Każdy mógł przyjść i się zalogować.",
          "confidence": 0.9,
          "rationale": "Cytat stwierdzający możliwość zalogowania się przez różne osoby — raportowane twierdzenie o możliwości technicznej."
        },
        {
          "id": "sent-89",
          "type": "fact",
          "start": 12297,
          "end": 12374,
          "text": "Nie wiem, jak to się mogło stać – przekonuje Łukasz Borowiec w rozmowie z WP.",
          "confidence": 0.95,
          "rationale": "Relacja jego przyznania niewiedzy o tym, jak do zdarzenia doszło — raportowana wypowiedź."
        },
        {
          "id": "sent-90",
          "type": "fact",
          "start": 12375,
          "end": 12464,
          "text": "Sugestie, że za wiadomościami mógł stać on, lub ktoś z jego rodziny, nazywa pomówieniami.",
          "confidence": 0.95,
          "rationale": "Stwierdza, że on nazywa sugestie o swojej winie pomówieniami — opis jego reakcji (fakt, że tak twierdzi)."
        },
        {
          "id": "sent-91",
          "type": "opinion",
          "start": 12465,
          "end": 12480,
          "text": "\"Wielka burda\".",
          "confidence": 0.9,
          "rationale": "Krótki cytat \"Wielka burda\" to subiektywna ocena sytuacji (opinia)."
        },
        {
          "id": "sent-92",
          "type": "fact",
          "start": 12481,
          "end": 12568,
          "text": "Polityk PiS opowiada, co zrobili ludzie RomanowskiegoWSA uchyla unieważnienie konkursu.",
          "confidence": 0.8,
          "rationale": "Mieszane informacje: zapowiedź wypowiedzi polityka i informacja o uchyleniu unieważnienia przez WSA — głównie faktograficzne."
        },
        {
          "id": "sent-93",
          "type": "fact",
          "start": 12569,
          "end": 12862,
          "text": "Ministerstwo nic nie robi Agnieszka Bąk nic nie wskórała w prokuraturze, ale korzystną decyzję wydał w jej sprawie po ponad roku Wojewódzki Sąd Administracyjnego w Warszawie, który 24 października 2023 r. uchylił zaskarżone zarządzenie ministra klimatu ws. unieważnienia konkursu na dyrektora.",
          "confidence": 0.95,
          "rationale": "Szczegółowa relacja o orzeczeniu WSA z datą i treścią — fakt sądowy."
        },
        {
          "id": "sent-94",
          "type": "fact",
          "start": 12863,
          "end": 12934,
          "text": "Decyzja WSA się uprawomocniła, ale resort klimatu nic z nią nie zrobił.",
          "confidence": 0.85,
          "rationale": "Twierdzenie, że decyzja się uprawomocniła, a resort nie zareagował — informacja o stanie wykonania orzeczenia."
        },
        {
          "id": "sent-95",
          "type": "fact",
          "start": 12935,
          "end": 13043,
          "text": "Po wyborach 15 października 2023 roku i zmianie władzy w Polsce nauczycielka liczyła, że sprawy przyspieszą.",
          "confidence": 0.9,
          "rationale": "Relacja o oczekiwaniach nauczycielki po zmianie władzy — raport jej nadziei/oczekiwań."
        },
        {
          "id": "sent-96",
          "type": "fact",
          "start": 13044,
          "end": 13077,
          "text": "Nic takiego się jednak nie stało.",
          "confidence": 0.9,
          "rationale": "Stwierdzenie, że oczekiwania nie zostały spełnione — opis wyniku działań (krótkie podsumowanie)."
        },
        {
          "id": "sent-97",
          "type": "fact",
          "start": 13078,
          "end": 13193,
          "text": "W lutym 2024 roku w sprawie nauczycielki interweniuje w ministerstwie posłanka KO z Biłgoraja Małgorzata Gromadzka.",
          "confidence": 0.95,
          "rationale": "Informacja o interwencji posłanki KO w ministerstwie w lutym 2024 r. — fakt dotyczący działań parlamentarzystki."
        },
        {
          "id": "sent-98",
          "type": "fact",
          "start": 13194,
          "end": 13225,
          "text": "Przytacza prawomocny wyrok WSA.",
          "confidence": 0.95,
          "rationale": "Stwierdzenie, że posłanka przytacza prawomocny wyrok WSA — fakt o treści jej interwencji."
        },
        {
          "id": "sent-99",
          "type": "fact",
          "start": 13226,
          "end": 13307,
          "text": "Wiceminister klimatu i środowiska w lipcu 2024 r. przyznaje, iż resort wyrok zna.",
          "confidence": 0.95,
          "rationale": "Relacja, że wiceminister przyznaje znajomość wyroku — raportowana wypowiedź urzędnika."
        },
        {
          "id": "sent-100",
          "type": "fact",
          "start": 13308,
          "end": 13361,
          "text": "\"Rzecz jednak w tym, że stanowisko to jest obsadzone.",
          "confidence": 0.9,
          "rationale": "Cytat twierdzący, że stanowisko jest obsadzone — informacja o statusie stanowiska (przedstawiona jako fakt w cytacie)."
        },
        {
          "id": "sent-101",
          "type": "fact",
          "start": 13362,
          "end": 13463,
          "text": "Akt powierzenia panu Adamowi Przytule stanowiska dyrektora ZSL w Biłgoraju z dnia 20 stycznia 2023 r.",
          "confidence": 0.9,
          "rationale": "Odwołanie do aktu powierzenia z konkretną datą — zapis dokumentalny, informacja faktograficzna."
        },
        {
          "id": "sent-102",
          "type": "fact",
          "start": 13464,
          "end": 13601,
          "text": "(...) nie został zakwestionowany, a tym bardziej uchylony albo nie stwierdzono jego nieważności w żadnej prawem przewidzianej procedurze.",
          "confidence": 0.9,
          "rationale": "Fragment mówiący, że akt nie został zakwestionowany ani uchylony — stwierdzenie o stanie prawnym dokumentu."
        },
        {
          "id": "sent-103",
          "type": "fact",
          "start": 13602,
          "end": 13974,
          "text": "Tym samym brak jest formalnych przesłanek do stwierdzenia obecnie, że pan Adam Przytuła nie jest dyrektorem ZSL w Biłgoraju\" - odpisuje posłance wiceminister Mikołaj Dorożała.Sąd pracy: 10 dni na powierzenie stanowiska dyrektora Jedynym ukłonem nowego kierownictwa resortu wobec Agnieszki Bąk, jest propozycja stanowiska drugiej wicedyrektorki szkoły, które ona przyjmuje.",
          "confidence": 0.9,
          "rationale": "Zawiera cytat wiceministra i informację o propozycji stanowiska drugiej wicedyrektorki — raport wypowiedzi i działań administracyjnych."
        },
        {
          "id": "sent-104",
          "type": "fact",
          "start": 13975,
          "end": 14194,
          "text": "Nauczycielka nie wycofuje się jednak ze złożonego pozwu do sądu pracy. 4 lutego 2025 roku Sąd Rejonowy w Biłgoraju orzeka, że organ prowadzący powinien powierzyć Agnieszce Bąk stanowisko dyrektora Zespołu Szkół Leśnych.",
          "confidence": 0.95,
          "rationale": "Informacja o nie wycofaniu pozwu i wyroku sądu rejonowego z datą — zdanie faktograficzne dotyczące orzeczenia."
        },
        {
          "id": "sent-105",
          "type": "fact",
          "start": 14195,
          "end": 14247,
          "text": "Daje na to 10 dni od uprawomocnienia się orzeczenia.",
          "confidence": 0.9,
          "rationale": "Stwierdza termin (10 dni od uprawomocnienia) do wykonania orzeczenia — informacja proceduralna."
        },
        {
          "id": "sent-106",
          "type": "opinion",
          "start": 14248,
          "end": 14273,
          "text": "To znowu nic nie zmienia.",
          "confidence": 0.8,
          "rationale": "Krótka ocena, że to nic nie zmienia — interpretacja sytuacji, subiektywne podsumowanie."
        },
        {
          "id": "sent-107",
          "type": "fact",
          "start": 14274,
          "end": 14337,
          "text": "Burmistrz z Polski z posłem Romanowskim na piwie w Budapeszcie.",
          "confidence": 0.8,
          "rationale": "Opis sytuacji (burmistrz z posłem na piwie w Budapeszcie) jako krótka relacja zdarzenia/obserwacji (może być podpisem zdjęcia)."
        },
        {
          "id": "sent-108",
          "type": "fact",
          "start": 14338,
          "end": 14592,
          "text": "\"Mam delegację\" Wiceminister Mikołaj Dorożała odpisuje w kwietniu na zapytanie poselskie Małgorzaty Gromadzkiej, że \"pełnomocnik pozwanego Zespołu Szkół Leśnych w Biłgoraju wniósł o uzasadnienie orzeczenia\" oraz \"istnieje możliwość skierowania apelacji\".",
          "confidence": 0.95,
          "rationale": "Przytoczenie odpowiedzi wiceministra Dorożały na zapytanie poselskie, w tym możliwości apelacji — raport urzędowej korespondencji."
        },
        {
          "id": "sent-109",
          "type": "uncertain",
          "start": 14593,
          "end": 14729,
          "text": "Na resorcie nie robi to wrażenia, że za apelacją szkoły do sądu drugiej instancji stoi bezpośrednio zainteresowany, czyli Adam Przytuła.",
          "confidence": 0.7,
          "rationale": "Stwierdzenie o braku wrażenia w resorcie i interpretacji motywów apelacji jest po części interpretacyjne i opisowe — niejednoznaczne."
        },
        {
          "id": "sent-110",
          "type": "fact",
          "start": 14730,
          "end": 14782,
          "text": "Ale Agnieszka Bąk wygrywa również i za drugim razem.",
          "confidence": 0.9,
          "rationale": "Informuje, że Agnieszka Bąk wygrała ponownie — stwierdzenie o wyniku procesu sądowego."
        },
        {
          "id": "sent-111",
          "type": "fact",
          "start": 14783,
          "end": 14841,
          "text": "Korzystny dla niej wyrok zapada 23 października 2025 roku.",
          "confidence": 0.95,
          "rationale": "Podaje konkretną datę korzystnego wyroku — fakt sądowy."
        },
        {
          "id": "sent-112",
          "type": "fact",
          "start": 14842,
          "end": 14923,
          "text": "Sąd Okręgowy w Zamościu oddala apelację szkoły i utrzymuje orzeczenie z 4 lutego.",
          "confidence": 0.95,
          "rationale": "Stwierdza, że Sąd Okręgowy oddalił apelację i utrzymał wcześniejsze orzeczenie — konkretny wynik sądowy."
        },
        {
          "id": "sent-113",
          "type": "fact",
          "start": 14924,
          "end": 15065,
          "text": "Wyrok zobowiązuje Zespół Szkół Leśnych do złożenia oświadczenia w zakresie powierzenia powódce kierowania Zespołem Szkół Leśnych w Biłgoraju.",
          "confidence": 0.9,
          "rationale": "Opisuje skutki wyroku (zobowiązanie do złożenia oświadczenia) — informacja o treści orzeczenia."
        },
        {
          "id": "sent-114",
          "type": "fact",
          "start": 15066,
          "end": 15216,
          "text": "Agnieszka Bąk powinna w przeciągu 10 dni objąć stanowisko dyrektora szkoły. 24 października pani Agnieszka informuje o wyroku organ prowadzący szkołę.",
          "confidence": 0.95,
          "rationale": "Informuje o obowiązku objęcia stanowiska w terminie i o komunikacie z 24 października — fakt proceduralny i komunikatowy."
        },
        {
          "id": "sent-115",
          "type": "fact",
          "start": 15217,
          "end": 15421,
          "text": "I do dziś czeka na jakąkolwiek reakcję Ministerstwa Klimatu i Środowiska.Agnieszka Bąk: wyroki nie są wykonywane Nauczycielka w rozmowie z WP przyznaje, że cała sytuacja jest dla niej ekstremalnie trudna.",
          "confidence": 0.9,
          "rationale": "Mówi, że Agnieszka Bąk nadal czeka na reakcję ministerstwa i że rozmowa z WP podkreśla trudność sytuacji — raport stanu oczekiwania i jej relacji."
        },
        {
          "id": "sent-116",
          "type": "opinion",
          "start": 15422,
          "end": 15513,
          "text": "Przekonuje, że walczy nie o osobiste korzyści, lecz o poszanowanie prawa i sprawiedliwości.",
          "confidence": 0.9,
          "rationale": "Zdanie przedstawia przekonanie osoby (walka o prawo i sprawiedliwość) — wyrażenie motywacji i ocenę, czyli opinia."
        },
        {
          "id": "sent-117",
          "type": "uncertain",
          "start": 15514,
          "end": 15544,
          "text": "Kłopoty brata Daniela Obajtka.",
          "confidence": 0.7,
          "rationale": "Nagłówkowy fragment odnoszący się do kłopotów brata Obajtka — bez kontekstu trudno określić charakter zdania."
        },
        {
          "id": "sent-118",
          "type": "opinion",
          "start": 15545,
          "end": 15691,
          "text": "\"Lokal na preferencyjnych zasadach\" - To bolesne, gdy instytucje publiczne, które powinny być wzorem przestrzegania prawa, same go nie respektują.",
          "confidence": 0.95,
          "rationale": "Ocena krytyczna dotycząca instytucji publicznych i przestrzegania prawa — jasno subiektywne i normatywne stwierdzenie."
        },
        {
          "id": "sent-119",
          "type": "opinion",
          "start": 15692,
          "end": 15851,
          "text": "Czuję zmęczenie tą walką, ale również determinację, bo wierzę, że każdy obywatel ma prawo oczekiwać, że prawo w Polsce działa w praktyce, a nie tylko w teorii.",
          "confidence": 0.95,
          "rationale": "Wyrażenie osobistych uczuć i przekonań (zmęczenie, determinacja, wiara w prawo) — subiektywna wypowiedź."
        }
      ],
      "metadata": {
        "truncated": true,
        "cacheKey": "url:https://wiadomosci.wp.pl/utracily-ja-falszywe-donosy-ujawniamy-kulisy-politycznej-intrygi-7221727445105536a"
      }
    },
    "expiresAt": 1763325855963
  }
}